const advantages = [
  {
    id: 1,
    title: 'Эксклюзивный дизайн и стиль',
    imageSrc: 'Photo1',
    description:
      'Мы учитываем уникальные потребности и цели каждого клиента, чтобы создать веб-решения, идеально соответствующие их бизнес-задачам',
  },
  {
    id: 2,
    title: 'Персональный подход',
    imageSrc: 'Photo2',
    description:
      'Мы учитываем уникальные потребности и цели каждого клиента, чтобы создать веб-решения, идеально соответствующие их бизнес-задачам',
  },
  {
    id: 3,
    title: 'Ведущие технологии',
    imageSrc: 'Photo3',
    description:
      'Мы учитываем уникальные потребности и цели каждого клиента, чтобы создать веб-решения, идеально соответствующие их бизнес-задачам',
  },
  {
    id: 4,
    title: 'SEO-оптимизация',
    imageSrc: 'Photo4',
    description:
      'Мы учитываем уникальные потребности и цели каждого клиента, чтобы создать веб-решения, идеально соответствующие их бизнес-задачам',
  },
  {
    id: 5,
    title: 'Обслуживание и поддержка',
    imageSrc: 'Photo5',
    description:
      'Мы учитываем уникальные потребности и цели каждого клиента, чтобы создать веб-решения, идеально соответствующие их бизнес-задачам',
  },
];

export default advantages;
