const data = [
  {
    id: 1,
    src: 'articleblue.png',
    head: {
      heading: 'Цифровая Эволюция: Как Технологии Меняют Мир',
      text: 'Современный мир переживает цифровую революцию, которая затрагивает практически все сферы нашей жизни. От образования и здравоохранения до коммуникаций и развлечений, IT-технологии влияют на нас более, чем когда-либо прежде. Эта статья предлагает глубокий обзор того, как технологии меняют наш мир и какие последствия это несет.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
      src: 'Rectangle 42334.png',
    },
    sub1: {
      head: 'Эффективность и Вызовы',
      text: 'Помимо всего положительного, которое принесли с собой IT-технологии, стоит учесть и вызовы, с которыми они сталкиваются. Одним из ключевых аспектов является безопасность в цифровом мире. Угрозы кибербезопасности стали более сложными и многочисленными, требуя от организаций и частных лиц более эффективных мер для защиты информации. Кроме того, цифровая зависимость и перегрузка информацией могут воздействовать на наше психологическое и эмоциональное состояние.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
    },
    big: 'Интернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия.',
    sub2: {
      head: 'Сближение Мировых Культур',
      text: 'С развитием IT-технологий мир становится более связанным и доступным. Интернет разрушает географические барьеры, позволяя людям обмениваться идеями и культурным контентом. Это также способствует сближению различных культур и обогащению мирового наследия. Например, влияние японской анимации и южнокорейской музыки становится всемирным явлением, открывая новые горизонты для творчества и понимания разнообразия культурного наследия планеты.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
    },
    authorId: 4,
    text: 'Обзор изменений, внесенных IT-технологиями в разные аспекты нашей жизни.',
    date: '05.06.23',
  },
  {
    id: 2,
    src: 'articlegreen.png',
    text: 'Обзор изменений, внесенных IT-технологиями в разные аспекты нашей жизни.',
    date: '05.06.23',
    head: {
      heading: 'Роботы и Автоматизация: Как Технологии Меняют Рабочий Мир',
      text: 'Современный мир переживает цифровую революцию, которая затрагивает практически все сферы нашей жизни. От образования и здравоохранения до коммуникаций и развлечений, IT-технологии влияют на нас более, чем когда-либо прежде. Эта статья предлагает глубокий обзор того, как технологии меняют наш мир и какие последствия это несет.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
      src: 'Rectangle 42334.png',
    },
    sub1: {
      head: 'Эффективность и Вызовы',
      text: 'Помимо всего положительного, которое принесли с собой IT-технологии, стоит учесть и вызовы, с которыми они сталкиваются. Одним из ключевых аспектов является безопасность в цифровом мире. Угрозы кибербезопасности стали более сложными и многочисленными, требуя от организаций и частных лиц более эффективных мер для защиты информации. Кроме того, цифровая зависимость и перегрузка информацией могут воздействовать на наше психологическое и эмоциональное состояние.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
    },
    big: 'Интернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия.',
    sub2: {
      head: 'Сближение Мировых Культур',
      text: 'С развитием IT-технологий мир становится более связанным и доступным. Интернет разрушает географические барьеры, позволяя людям обмениваться идеями и культурным контентом. Это также способствует сближению различных культур и обогащению мирового наследия. Например, влияние японской анимации и южнокорейской музыки становится всемирным явлением, открывая новые горизонты для творчества и понимания разнообразия культурного наследия планеты.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
    },
    authorId: 1,
  },
  {
    id: 3,
    src: 'articlered.png',
    text: 'Анализ воздействия роботизации и автоматизации на рынок труда.',
    date: '05.06.23',
    head: {
      heading: 'Анализ воздействия роботизации и автоматизации на рынок труда.',
      text: 'Современный мир переживает цифровую революцию, которая затрагивает практически все сферы нашей жизни. От образования и здравоохранения до коммуникаций и развлечений, IT-технологии влияют на нас более, чем когда-либо прежде. Эта статья предлагает глубокий обзор того, как технологии меняют наш мир и какие последствия это несет.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
      src: 'Rectangle 42334.png',
    },
    sub1: {
      head: 'Эффективность и Вызовы',
      text: 'Помимо всего положительного, которое принесли с собой IT-технологии, стоит учесть и вызовы, с которыми они сталкиваются. Одним из ключевых аспектов является безопасность в цифровом мире. Угрозы кибербезопасности стали более сложными и многочисленными, требуя от организаций и частных лиц более эффективных мер для защиты информации. Кроме того, цифровая зависимость и перегрузка информацией могут воздействовать на наше психологическое и эмоциональное состояние.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
    },
    big: 'Интернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия.',
    sub2: {
      head: 'Сближение Мировых Культур',
      text: 'С развитием IT-технологий мир становится более связанным и доступным. Интернет разрушает географические барьеры, позволяя людям обмениваться идеями и культурным контентом. Это также способствует сближению различных культур и обогащению мирового наследия. Например, влияние японской анимации и южнокорейской музыки становится всемирным явлением, открывая новые горизонты для творчества и понимания разнообразия культурного наследия планеты.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
    },
    authorId: 1,
  },
  {
    id: 4,
    src: 'articlepink.png',
    head: {
      heading: 'Искусственный Интеллект: От Фантастики к Реальности',
      text: 'Современный мир переживает цифровую революцию, которая затрагивает практически все сферы нашей жизни. От образования и здравоохранения до коммуникаций и развлечений, IT-технологии влияют на нас более, чем когда-либо прежде. Эта статья предлагает глубокий обзор того, как технологии меняют наш мир и какие последствия это несет.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
      src: 'Rectangle 42334.png',
    },
    sub1: {
      head: 'Эффективность и Вызовы',
      text: 'Помимо всего положительного, которое принесли с собой IT-технологии, стоит учесть и вызовы, с которыми они сталкиваются. Одним из ключевых аспектов является безопасность в цифровом мире. Угрозы кибербезопасности стали более сложными и многочисленными, требуя от организаций и частных лиц более эффективных мер для защиты информации. Кроме того, цифровая зависимость и перегрузка информацией могут воздействовать на наше психологическое и эмоциональное состояние.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
    },
    big: 'Интернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия.',
    sub2: {
      head: 'Сближение Мировых Культур',
      text: 'С развитием IT-технологий мир становится более связанным и доступным. Интернет разрушает географические барьеры, позволяя людям обмениваться идеями и культурным контентом. Это также способствует сближению различных культур и обогащению мирового наследия. Например, влияние японской анимации и южнокорейской музыки становится всемирным явлением, открывая новые горизонты для творчества и понимания разнообразия культурного наследия планеты.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
    },
    authorId: 3,
    text: 'Обзор изменений, внесенных IT-технологиями в разные аспекты нашей жизни.',
    date: '05.06.23',
  },
  {
    id: 5,
    src: 'articlepurple.png',
    text: 'Будущее Мобильных Приложений: Тенденции и Инновации',
    head: {
      heading: 'Будущее Мобильных Приложений: Тенденции и Инновации',
      text: 'Современный мир переживает цифровую революцию, которая затрагивает практически все сферы нашей жизни. От образования и здравоохранения до коммуникаций и развлечений, IT-технологии влияют на нас более, чем когда-либо прежде. Эта статья предлагает глубокий обзор того, как технологии меняют наш мир и какие последствия это несет.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
      src: 'Rectangle 42334.png',
    },
    sub1: {
      head: 'Эффективность и Вызовы',
      text: 'Помимо всего положительного, которое принесли с собой IT-технологии, стоит учесть и вызовы, с которыми они сталкиваются. Одним из ключевых аспектов является безопасность в цифровом мире. Угрозы кибербезопасности стали более сложными и многочисленными, требуя от организаций и частных лиц более эффективных мер для защиты информации. Кроме того, цифровая зависимость и перегрузка информацией могут воздействовать на наше психологическое и эмоциональное состояние.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
    },
    big: 'Интернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия.',
    sub2: {
      head: 'Сближение Мировых Культур',
      text: 'С развитием IT-технологий мир становится более связанным и доступным. Интернет разрушает географические барьеры, позволяя людям обмениваться идеями и культурным контентом. Это также способствует сближению различных культур и обогащению мирового наследия. Например, влияние японской анимации и южнокорейской музыки становится всемирным явлением, открывая новые горизонты для творчества и понимания разнообразия культурного наследия планеты.\nИнтернет, мобильные устройства и искусственный интеллект стали неотъемлемой частью нашей повседневной жизни. Они улучшают доступ к информации, оптимизируют рабочие процессы и создают новые возможности для взаимодействия. Социальные сети и платформы для обмена информацией преобразили способы, которыми мы общаемся и делаем покупки.',
    },
    authorId: 2,
    date: '05.06.23',
  },
];

export default data;
