const projects = [
  {
    id: 1,
    portfolio: 1,
    cover: ['Букет-мокап.png', 'Главная1-мокап.png', 'Фильтры-мокап.png'],
    carousel: [
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
    ],
    aboutProject:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
    subtext:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".\nМы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
    solution:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".\nМы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
  },
  {
    id: 2,
    portfolio: 2,
    cover: ['Букет-мокап.png', 'Главная1-мокап.png', 'Фильтры-мокап.png'],
    carousel: [
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
    ],
    aboutProject:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
    subtext:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".\nМы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
    solution:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".\nМы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
  },
  {
    id: 3,
    portfolio: 3,
    cover: ['Букет-мокап.png', 'Главная1-мокап.png', 'Фильтры-мокап.png'],
    carousel: [
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
    ],
    aboutProject:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
    subtext:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".\nМы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
    solution:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".\nМы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
  },
  {
    id: 4,
    portfolio: 4,
    cover: ['Букет-мокап.png', 'Главная1-мокап.png', 'Фильтры-мокап.png'],
    carousel: [
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
      [
        {
          src: 'Оформление-мокап 1.png',
          text: 'Оформление заказа',
        },
        {
          src: 'Главная2-мокап.png',
          text: 'Поиск станции метро',
        },
        { src: 'Фильтры-мокап.png', text: 'Фильтры и сортировка' },
      ],
    ],
    aboutProject:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
    subtext:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".\nМы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
    solution:
      'Мы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".\nМы помогли успешно запустить на рынке Москвы наше приложение "Цветы в метро", предоставляющее удобную услугу заказа цветов и доставки их клиентам из точек продажи цветов, которые находятся на станциях метро. Собрав команду экспертов, внедрив лучшие практики, и разработав все необходимые инструменты, нам потребовалось всего 4 месяца, чтобы предложить полноценный сервис доставки цветов "под ключ".',
  },
];
export default projects;
