const devsteps = [
  {
    id: 1,
    title: 'Идея и концепция',
    text: 'Вместе с вами мы анализируем вашу идею, изучаем рынок и определяем потребности вашей целевой аудитории.',
  },
  {
    id: 2,
    title: 'Проектирование',
    text: 'Наши дизайнеры и архитекторы разрабатывают дизайн и структуру приложения, чтобы сделать его удобным и привлекательным.',
  },
  {
    id: 3,
    title: 'Разработка и тестирование',
    text: 'Наши программисты приступают к созданию приложения, а затем проводят тщательное тестирование, чтобы гарантировать его надежность и безопасность.',
  },
  {
    id: 4,
    title: 'Запуск и маркетинг',
    text: 'Мы помогаем вам выпустить приложение на рынок и разработать маркетинговую стратегию.',
  },
  {
    id: 5,
    title: 'Поддержка и обновление',
    text: 'Мы гарантируем надежную поддержку и обновления для вашего приложения после его запуска.',
  },
];

export default devsteps;
